/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Dock-kohteet";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Dock-kohde";
"com.apple.dock.itemlist" = "Dock-kohdeluettelo";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Dock-kohteen luettelokohteet";
"com.apple.dock.item/path" = "Dock-kohteen polku";
"com.apple.dock.item/label" = "Dock-kohteen merkki";
"com.apple.dock.item/type" = "Dock-kohteen tyyppi";
"com.apple.dock.item/parent" = "Dock-kohteen edeltäjä";
"com.apple.dock.item/properties" = "Dock-kohteen asetukset";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Dashboard-widgetit";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Dashboard-widgetti";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "Nipun tunnistin";
"com.apple.dashboard.widget/preferences" = "asetukset";
"com.apple.dashboard.widget/position" = "sijainti";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

